Repository: 0o001/cyberpanel
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Add this URL to Webhooks section of your Git respository, if you've used hostname SSL then replace IP with your hostname. Otherwise use IP and disable SSL check while configuring webhook. This will initiate a pull from your resposity as soon as you commit some changes.
it: Aggiungi questo URL alla sezione Webhook del tuo repository Git, se hai usatohostname SSL, quindi sostituisci IP con il tuo nome host, altrimenti usa IP edisabilita il controllo SSL durante la configurazione di webhook. In questo modo avvii un pull dala tua resposity non appena commetti alcuni cambiamenti.

source: Suspend/Unsuspend Website - CyberPanel
it: sospendere/non sospendere il sito web - CyberPanel

source: This page can be used to suspend/unsuspend website.
it: Questa pagina può essere utilizzata per sospendere/non sospendere il sito web.

source: Suspend
it: Sospeso

source: Un-Suspend
it: Non Sospeso

source: Cannot suspend website, Error message:
it: Impossibile sospendere il sito web. Messaggio di errore::

source: Cannot unsuspend website. Error message:
it: Impossibile sospendere il sito web. Messaggio di errore:

source: Website
it: Sito Web

source: Successfully
it: Con successo
