Repository: 0o001/cyberpanel
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: CSF is not installed
it: CSF non è installato

source: In winter we must protect each other..
it: In inverno dobbiamo proteggerci a vicenda..

source: General
it: Generale

source: Completely Remove CSF
it: Rimuovere completamente CSF

source: Testing Mode
it: Modalità Test

source: TCP IN Ports
it: TCP IN Porta

source: TCP Out Ports
it: TCP Out Porta

source: UDP In Ports
it: UDP In Porta

source: UDP Out Ports
it: UDP Out Porta

source: Comming Soon.
it: Prossimamente.

source: Add/Delete Firewall Rules
it: Aggiungi/Elimina regole firewall

source: On this page you can add/delete firewall rules. (By default all ports are blocked, except mentioned below)
it: In questa pagina puoi aggiungere / eliminare le regole del firewall. (Di default tutte le porte sono bloccato, eccetto menzionato sotto)

source: Add/Delete Rules
it: Aggiungi/Elimina regole

source: Start
it: Inizia

source: Stop
it: Ferma

source: Reload
it: Ricarica

source: Action failed. Error message:
it: Azione fallita. Messaggio di errore:

source: Action successful.
it: Azione riuscita.

source: Protocol
it: Protocollo

source: Rule successfully added.
it: Regola aggiunta con successo.

source: Security - CyberPanel
it: Sicurezza - CyberPanel

source: Security Functions
it: Funzioni Sicurezza

source: Manage the security of the server on this page.
it: Gestisci la sicurezza del server su questa pagina.

source: ModSec Docs
it: ModSec Documentazione

source: ModSecurity is not installed
it: ModSecurity non è installato

source: ModSecurity successfully installed, refreshing page in 3 seconds..
it: ModSecurity installato con successo, pagina di aggiornamento in 3 secondi ..

source: Winter is coming, but so is ModSecurity.
it: L'inverno sta arrivando, ma anche ModSecurity.

source: ModSecurity Rules Saved
it: Regole ModSecurity salvate

source: Install/Un-install ModSecurity rules packages.
it: Installa/Disinstalla i pacchetti di regole ModSecurity.

source: Supplier
it: Fornitore

source: Secure SSH - CyberPanel
it: Sicurezza SSH - CyberPanel

source: Secure or harden SSH Configurations.
it: Proteggi o rafforza le configurazioni SSH.

source: Basic
it: Basico

source: SSH Keys
it: Chiavi SSH

source: SSH Port
it: Porta SSH

source: Permit Root Login
it: Permetti Accesso Root

source: Before disabling root login, make sure you have another account with sudo priviliges on server.
it: Prima di disabilitare il login di root, assicurati di avere un altro account con sudo privilegi sul server.

source: SSH Configurations Saved.
it: Configurazioni SSH salvate.

source: Key
it: Chiave

source: Add Key
it: Aggiungi Chiave

source: SSH Key Deleted
it: Chiave SSH Cancellata

source: Create FTP Account - CyberPanel
it: Crea FTP Account - CyberPanel

source: Select the website from list, and its home directory will be set as the path to ftp account.
it: Seleziona il sito web dalla lista, e la sua directory home verrà impostata come percorsoper l'account ftp.

source: PureFTPD is disabled.
it: PureFTPD è disabilitato.

source: Path (Relative)
it: Percorso (relativo)

source: Leave empty to select default home directory.
it: Lascia vuoto per selezionare la directory home predefinita.

source: Create FTP
it: Crea FTP

source: Cannot create FTP account. Error message:
it: Impossibile creare un account FTP. Messaggio di errore:

source: FTP Account with username:
it: Account FTP con nome utente:

source: is successfully created.
it: è stato creato con successo.

source: Delete FTP Account - CyberPanel
it: Elimina account FTP - CyberPanel

source: Select domain and delete its related FTP accounts.
it: Seleziona il dominio ed elimina i relativi account FTP.

source: Select FTP Account
it: Seleziona Account FTP

source: Cannot delete account. Error message:
it: Impossibile eliminare l'account. Messaggio di errore:

source: is successfully deleted.
it: è stato cancellato con successo.

source: Could not connect to the server. Please refresh this page.
it: Impossibile connettersi al server. Si prega di aggiornare questa pagina.

source: FTP Functions - CyberPanel
it: Funzioni FTP - CyberPanel

source: Delete and create FTP accounts on this page.
it: Elimina e crea account FTP su questa pagina.

source: List FTP Accounts - CyberPanel
it: Elenca account FTP - CyberPanel

source: List FTP Accounts or change their passwords.
it: Elenca account FTP o modifica le loro password.

source: Password changed for
it: Password modificata per:

source: Cannot change password for <strong>{$ ftpUsername $}</strong>. Error message:
it: Impossibile cambiare la password per <strong> {$ ftpUsername $} </strong>. Messaggio di errore:

source: Change Email Password - CyberPanel
it: Cambia password email - CyberPanel

source: Change Email Password
it: Cambia password email

source: Select a website from the list, to change its password.
it: Seleziona un sito web dall'elenco, per cambiare la sua password.

source: Postfix is disabled.
it: Postfix è disabilitato.

source: Select Email
it: Seleziona Email

source: Cannot delete email account. Error message:
it: Impossibile eliminare l'account di posta elettronica. Messaggio di errore:

source: Password successfully changed for :
it: Password cambiata con successo per :

source: Currently no email accounts exist for this domain.
it: Attualmente non esistono account di posta elettronica per questo dominio.

source: Create Email Account - CyberPanel
it: Crea un account e-mail - CyberPanel

source: Select a website from the list, to create an email account.
it: Seleziona un sito web dall'elenco, per creare un account email.

source: Cannot create email account. Error message:
it: Impossibile creare un account di posta elettronica. Messaggio di errore:

source: Email with id :
it: Email con ID :

source: is successfully created.
it: è stato creato con successo.

source: Delete Email Account - CyberPanel
it: Elimina account di posta elettronica - CyberPanel

source: Select a website from the list, to delete an email account.
it: Seleziona un sito web dall'elenco, per eliminare un account email.

source: Email with id : {$ deletedID $} is successfully deleted.
it: Email con ID: {$ deletedID $} è stato cancellato con successo.

source: DKIM Docs
it: DKIM Documentazione

source: OpenDKIM is not installed.
it: OpenDKIM non è installato.

source: OpenDKIM successfully installed, refreshing page in 3 seconds..
it: OpenDKIM installato con successo, pagina di aggiornamento in 3 secondi..

source: Generate Now
it: Genera Ora

source: Private Key
it: Chiave Privata

source: Public Key
it: Chiave Pubblica

source: Setup Email Forwarding
it: Imposta l'inoltro della posta elettronica

source: Forwarding Docs
it: Documentazione Inoltro

source: This page help you setup email forwarding for your emails.
it: Questa pagina ti aiuta a configurare l'inoltro della posta per le tue e-mail.

source: Mail Functions - CyberPanel
it: Funzioni Mail - CyberPanel

source: Mail Functions
it: Funzioni Mail

source: Manage email accounts on this page.
it: Gestisci gli account di posta elettronica su questa pagina.

source: Edit PHP Configurations - CyberPanel
it: Modifica le configurazioni PHP - CyberPanel

source: Edit PHP Configurations
it: Modifica le configurazioni PHP

source: Edit PHP Configurations on this page.
it: Modifica le configurazioni PHP su questa pagina.

source: Advanced
it: Avanzate

source: display_errors
it: mostra_errori

source: PHP Configs Saved.
it: Configs PHP Salvato.

source: Manage PHP Installations - CyberPanel
it: Gestisci le installazioni PHP - CyberPanel

source: Manage PHP Installations
it: Gestisci le installazioni PHP

source: Edit your PHP Configurations to suit your needs.
it: Modifica le tue configurazioni PHP in base alle tue esigenze.

source: Install PHP Extensions - CyberPanel
it: Installa le estensioni PHP - CyberPanel

source: Install/uninstall php extensions on this page.
it: Installa/disinstalla le estensioni php in questa pagina.

source: Select PHP Version
it: Seleziona Versione PHP

source: Search Extensions..
it: Cerca estensioni ..

source: Extension Name
it: Nome estensione

source: Description
it: Descrizione

source: Install
it: Installa

source: Uninstall
it: Disinstalla

source: Cannot fetch details. Error message:
it: Impossibile recuperare dettagli. Messaggio di errore:

source: Cannot perform operation. Error message:
it: Impossibile eseguire l'operazione. Messaggio di errore:

source: SSL Functions - CyberPanel
it: Funzioni SSL - CyberPanel

source: SSL Functions
it: Funzioni SSL

source: Issue Let’s Encrypt SSLs for websites and hostname.
it: Emettere Let’s Encrypt SSL per siti Web e nome host.

source: Manage SSL - CyberPanel
it: Gestisci SSL - CyberPanel

source: SSL Docs
it: SSL Documentazione

source: This page can be used to issue Let’s Encrypt SSL for existing websites on server.
it: Questa pagina può essere utilizzata per emettere Let's Encrypt SSL per siti Web esistenti suserver.

source: Issue SSL
it: Problema SSL

source: Cannot issue SSL. Error message:
it: Impossibile rilasciare SSL. Messaggio di errore:

source: SSL Issued for
it: SSL emesso per

source: Issue SSL For Hostname - CyberPanel
it: Problema SSL per nomehost - CyberPanel

source: Issue SSL For Hostname
it: Problema SSL per nomehost

source: Let’s Encrypt SSL for hostname to access CyberPanel on verified SSL.
it: Let’s Encrypt SSL per il nome host accedere a CyberPanel su SSL verificato.

source: SSL Issued. You can now access CyberPanel at:
it: SSL Rilasciato. Ora puoi accedere a CyberPanel a:

source: SSL Issued, your mail server now uses Lets Encrypt!
it: SSL Rilasciato, il tuo mail server ora usa Lets Encrypt!

source: Manage Email Server (Postfix)!
it: Gestisci server email (Postfix)!

source: Enable or disable Email services.
it: Abilita o disabilita i servizi di posta elettronica.

source: Only administrator can manage services.
it: Solo l'amministratore può gestire i servizi.

source: Enable or disable DNS services.
it: Abilita o disabilita i servizi DNS.

source: Manage FTP Server (Pure FTPD)!
it: Gestisci server FTP (Pure FTPD)!

source: Enable or disable FTP services.
it: Abilita o disabilita i servizi FTP.

source: Manage PureFTPD
it: Gestisci PureFTPD

source: Create Package - CyberPanel
it: Crea pacchetto - CyberPanel

source: Packages define resources for your websites, you need to add package before creating a website.
it: I pacchetti definiscono le risorse per i tuoi siti web, devi aggiungere il pacchetto prima creazione di un sito Web.

source: Package Details
it: Dettagli del pacchetto

source: Package Name
it: Nome Pacchetto

source: (0 = Unlimited)
it: (0 = Illimitato)

source: Disk Space
it: Spazio Disco

source: MB (0 = Unlimited)
it: MB (0 = Illimitato)

source: FTP Accounts
it: Account FTP

source: Cannot create package. Error message:
it: Impossibile creare il pacchetto. Messaggio di errore:

source: Successfully Created
it: Creato con successo.

source: Delete Package - CyberPanel
it: Elimina pacchetto - CyberPanel

source: Select Package
it: Seleziona Pacchetto

source: Cannot delete package. Error message:
it: Impossibile eliminare il pacchetto. Messaggio di errore:

source: Successfully Deleted
it: Eliminato con successo

source: Packages - CyberPanel
it: Pacchetti - CyberPanel

source: Modify Package - CyberPanel
it: Modifica Pacchetto - CyberPanel

source: Cannot fetch package details. Error message:
it: Impossibile recuperare i dettagli del pacchetto. Messaggio di errore:

source: Package Details Successfully Fetched
it: Dettagli del pacchetto recuperati con successo

source: Successfully Modified
it: Modificato con successo

source: Access Logs - CyberPanel
it: Log Accessi - CyberPanel

source: Access Logs for main web server.
it: Log di accesso per il server web principale.

source: Last 50 Lines
it: Ultime 50 Linee

source: Last 50 Lines Fetched
it: Ultime 50 righe recuperate

source: Could not fetch logs. Use the command line to view the log file.
it: Impossibile recuperare i log. Utilizzare la riga di comando per visualizzare il file di registro.

source: Error Logs - CyberPanel
it: Log Errori - CyberPanel

source: Email Logs for main web server.
it: Email Log per il server web principale.

source: Error Logs for main web server.
it: Registro errori per il server web principale.

source: FTP Logs - CyberPanel
it: FTP Log - CyberPanel

source: FTP Logs for main web server.
it: Registri FTP per il server Web principale.

source: Server Logs - CyberPanel
it: Server Log - CyberPanel

source: Server Logs
it: Server Log

source: These are the logs from main server, to see logs for your website navigate to: Websites -> List Websites -> Select Website -> View Logs.
it: Questi sono i log dal server principale, per vedere i log per il tuo sito web visitaa: Siti Web -> Elenca siti Web -> Seleziona sito Web -> Visualizza registri.

source: CyberPanel Main Log File - CyberPanel
it: CyberPanel Log File Principale - CyberPanel

source: This log file corresponds to errors generated by CyberPanel for your domain errors log you can look into /home/domain/logs.
it: Questo file di registro corrisponde agli errori generati da CyberPanel per il tuo dominiolog degli errori puoi cercare in /home/dominio/logs.

source: Server Status - CyberPanel
it: Stato del Server - CyberPanel

source: View LiteSpeed status and log files.
it: Visualizza lo stato LiteSpeed e i file di registro.

source: LiteSpeed Status - CyberPanel
it: Stato LiteSpeed: - CyberPanel

source: LiteSpeed Status:
it: Stato LiteSpeed:

source: On this page you can get information regarding your LiteSpeed processes.
it: In questa pagina puoi ottenere informazioni sui tuoi processi LiteSpeed.

source: LiteSpeed Processes
it: Processi LiteSpeed

source: Process ID
it: ID Processo

source: Main Process
it: Processo Principale

source: lscgid Process
it: Processo lscgid

source: Worker Process
it: Processo di lavoro

source: Could not fetch details, either LiteSpeed is not running or some error occurred, please see CyberPanel Main log file.
it: Impossibile recuperare i dettagli, LiteSpeed non è in esecuzione o qualche erroresi è verificato, consultare il file di registro principale di CyberPanel.

source: Reboot Litespeed
it: Riavvia Litespeed

source: Error Occurred. See CyberPanel main log file.
it: Errore. Vedi il file di log principale di CyberPanel.

source: Could not connect to server.
it: Non poteva collegarsi al server.

source: Switch to LiteSpeed Enterprise Web Server
it: Passare al server Web LiteSpeed Enterprise

source: License Key
it: Chiave Licenza

source: Switch
it: Cambia

source: With great wisdom comes great responsibility.
it: Con grande saggezza derivano grandi responsabilità.

source: Services - CyberPanel
it: Servizi - CyberPanel

source: Show stats for services and actions (Start, Stop, Restart)
it: Mostra statistiche per servizi e azioni (Start, Stop, Restart)

source: On this page you can set runing parameters for your webserver depending on your hardware.
it: In questa pagina puoi impostare i parametri di esecuzione per il tuo webserver in base a il tuo hardware.

source: You can use this page to tweak your server according to your website requirments.
it: Puoi usare questa pagina per modificare il tuo server in base al tuo sito webrequisiti.

source: Tuning Details
it: Dettagli Sintonizzazione

source: Max Connections
it: Max Connessioni

source: Max SSL Connections
it: Connessioni Massime SSL

source: Connection Timeout
it: Connessione SCaduta

source: Cache Size in memory
it: Dimensione cache in memoria

source: Enable GZIP Compression
it: Abilita compressione GZIP

source: Currently:
it: Attualmente:

source: Tune Web Server
it: Sintonizza Web Server

source: Cannot fetch Current Value, but you can still submit new changes, error reported from server:
it: Impossibile recuperare il valore attuale, ma puoi ancora inviare nuove modifiche, erroresegnalato dal server:

source: Cannot save details, Error Message:
it: Impossibile salvare i dettagli, messaggio di errore:

source: Web Server Successfully tuned.
it: Server Web Sintonizzato con successo.

source: PHP Tuning - CyberPanel
it: PHP Sintonizzatore - CyberPanel

source: Set how each version of PHP behaves in your server here.
it: Imposta come ciascuna versione di PHP si comporta nel tuo server qui.

source: Initial Request Timeout (secs)
it: Timeout richiesta iniziale (sec)

source: Persistent Connection
it: Connessione persistente

source: Tune PHP
it: Sintonizza PHP

source: Cannot tune. Error message:
it: Non riesco a sintonizzarti. Messaggio di errore:

source: Details Successfully fetched.
it: Dettagli recuperato con successo.

source: PHP for
it: PHP per

source: Successfully tuned.
it: Sintonizzato con successo.

source: Select User
it: Seleziona Utente

source: Create new Access Control defination, that specifies what CyberPanel users can do.
it: Crea una nuova definizione di controllo degli accessi, che specifica quali utenti di CyberPanelpuò fare.

source: Create New User - CyberPanel
it: Crea nuovo utente - CyberPanel

source: Create root, reseller or normal users on this page.
it: Crea root, rivenditori o utenti normali su questa pagina.

source: User Details
it: Dettagli Utente

source: First Name
it: Nome

source: First Name should contain only alphabetic characters.
it: Il nome dovrebbe contenere solo caratteri alfabetici.

source: Last Name
it: Cognome

source: Last Name should contain only alphabetic characters.
it: Cognome dovrebbe contenere solo caratteri alfabetici.

source: Invalid Email
it: E-mail non valido

source: Websites Limit
it: Limite dei siti Web

source: Create User
it: Crea Utente

source: Account with username:
it: Account con nome utente:

source: Cannot create user. Error message:
it: Impossibile creare l'utente. Messaggio di errore:

source: Length of first and last name combined should be less than or equal to 20 characters
it: La lunghezza del nome e del cognome combinati deve essere inferiore o uguale a 20caratteri

source: Delete User - CyberPanel
it: Elimina Utenti - CyberPanel

source: Websites owned by this user will automatically transfer to the root.
it: I siti Web di proprietà dell'utente verranno automaticamente trasferiti alla directory principale.

source: Cannot delete user. Error message:
it: Impossibile eliminare l'utente. Messaggio di errore:

source: User
it: Utenti

source: User Functions - CyberPanel
it: Funzioni utente - CyberPanel

source: Create, edit and delete users on this page.
it: Creare, modificare ed eliminare utenti su questa pagina.

source: Modify an ACL
it: Modifica un ACL

source: Modify User - CyberPanel
it: Modifica Utente - CyberPanel

source: Modify existing user settings on this page.
it: Modifica le impostazioni utente esistenti in questa pagina.

source: Select Account
it: Seleziona account

source: is successfully modified.
it: è stato modificato con successo.

source: Cannot modify user. Error message:
it: Impossibile modificare l'utente. Messaggio di errore:

source: Details fetched.
it: Dettagli recuperati.

source: Change owner of users and change websites limits.
it: Cambia proprietario degli utenti e modifica dei limiti dei siti web.

source: Account Details - CyberPanel
it: Deattagli Account - CyberPanel

source: Account Details
it: Deattagli Account

source: List the account details for the currently logged in user.
it: Elencare i dettagli dell'account per l'utente attualmente connesso.

source: ( 0 = Unlimited )
it: ( 0 = Illimitato )

source: Install Joomla with(?) LSCache
it: Installa Joomla con (?) LSCache

source: Create New Website - CyberPanel
it: Crea un nuovo sito web - CyberPanel

source: On this page you can launch, list, modify and delete websites from your server.
it: In questa pagina puoi avviare, elencare, modificare ed eliminare siti web dal tuoserver.

source: Website Details
it: Dettagli Sito Web

source: Select Owner
it: Seleziona Proprietario

source: Do not enter WWW, it will be auto created!
it: Non inserire WWW, verrà creato automaticamente!

source: Delete Website - CyberPanel
it: Elimina sito web - CyberPanel

source: This page can be used to delete website, once deleted it can not be recovered.
it: Questa pagina può essere utilizzata per eliminare il sito Web, una volta eliminato non può essere Recuperato.

source: Cannot delete website, Error message:
it: Impossibile eliminare il sito Web, messaggio di errore:

source: Successfully Deleted.
it: Eliminato con successo.

source: With Domain Aliases you can visit example.com using example.net and view the same content.
it: Con Domain Alias puoi visitare example.com utilizzando example.net e visualizzare il stesso contenuto.

source: Domain Aliases not found.
it: Alias di dominio non trovato.

source: For SSL to work DNS of domain should point to server, otherwise self signed SSL will be issued, you can add your own SSL later.
it: Affinché SSL funzioni DNS del dominio dovrebbe puntare al server, altrimenti autofirmatoSarà rilasciato SSL, è possibile aggiungere il proprio SSL in seguito.

source: Alias successfully created. Refreshing page in 3 seconds...
it: Alias creato con successo. Pagina in aggiornamento tra 3 secondi ...

source: Website Functions - CyberPanel
it: Funzioni del sito Web - CyberPanel

source: Suspend/Unsuspend Website
it: Sospendi/Non Sospendi il sito web

source: One-click Joomla Install!
it: Installa Joomla con un clic!

source: Installation failed. Error message:
it: Installazione fallita. Messaggio di errore:

source: Blog Title
it: Titolo Blog

source: Cron Docs
it: Cron Documentazione

source: Minute
it: Minuti

source: Hour
it: Ore

source: Day of Month
it: Giorno del Mese

source: Month
it: Mese

source: Day of Week
it: Giorno della settimana

source: Command
it: Comando

source: Pre defined
it: Predefinito

source: Every minute
it: Ogni Minuto

source: Every 5 minutes
it: Ogni 5 minuti

source: Every 30 minutes
it: Ogni 30 Minuti

source: Every hour
it: Ogni ora

source: Every day
it: Ogni giorno

source: Every week
it: Ogni settimana

source: Every month
it: Ogni mese

source: Every year
it: Ogni anno

source: Day of month
it: Giorno del mese

source: Day of week
it: Giorno della settimana

source: Cannot fetch website details. Error message:
it: Impossibile recuperare i dettagli del sito Web. Messaggio di errore:

source: Cron job saved
it: Cron job salvato

source: Websites Hosted - CyberPanel
it: Siti Web ospitati - CyberPanel

source: Modify Website - CyberPanel
it: Modifica Sito Web - CyberPanel

source: Current Package:
it: Pacchetto Corrente:

source: Current Owner:
it: Attuale proprietario:

source: Cannot modify website. Error message:
it: Impossibile modificare il sito Web. Messaggio di errore:

source: Website Details Successfully fetched
it: Dettagli del sito Web Recuperato con successo

source: Attach git to your websites.
it: Allega git ai tuoi siti web.

source: Attach Git
it: Allega Git

source: Deployment Key
it: Chiave di distribuzione

source: Before attaching repo to your website, make sure to place your Development key in your GIT repository.
it: Prima di allegare repo al tuo sito web, assicurati di posizionare il tuo sviluppoinserisci il tuo repository GIT.

source: Branch
it: Ramo

source: Attach Now
it: Allega ora

source: GIT Successfully attached, refreshing page in 3 seconds... Visit:
it: GIT Collegato con successo, pagina di aggiornamento in 3 secondi ... Visita:

source: Detach Repo
it: Scollega Repo
