Repository: 0o001/cyberpanel
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: English
it: İngilizce

source: Chinese
it: Çince

source: Bulgarian
it: Bulgar

source: Portuguese
it: Portekizce

source: Japanese
it: Japonca

source: Bosnian
it: Boşnakça

source: Back up Website
it: Eseguire il backup del sito Web

source: This page can be used to Back up your websites
it: Questa pagina può essere utilizzata per eseguire il backup dei siti Web

source: Select Website
it: Seleziona SitoWeb

source: Destination
it: Destinazione

source: File Name
it: Nome File

source: Status
it: Stato

source: Running
it: Avvia

source: Create Back up
it: Crea Backup

source: Cancel Backup
it: Cancella Backup

source: Date
it: Data

source: Size
it: Dimensione

source: Delete
it: Cancella

source: Cannot delete website, Error message:
it: Impossibile eliminare il sito Web, messaggio di errore:

source: Successfully Deleted
it: Eliminato con successo

source: Set up Back up Destinations
it: Imposta le destinazioni di backup

source: Remote Backups
it: Backup remoti

source: On this page you can set up your Back up destinations. (SFTP)
it: È possibile impostare le destinazioni di backup su questa pagina. (SFTP)

source: Set up Back up Destinations (SSH port should be 22 on backup server)
it: Impostare le destinazioni di backup (la porta SSH deve essere 22 sul server di backup)

source: IP Address
it: Indirizzo IP

source: Port
it: Porta

source: Backup server SSH Port, leave empty for 22.
it: Porta SSH del server di backup, lasciare vuoto per 22.

source: Add Destination
it: Aggiungi Destinazione

source: Connection to
it: Connetti

source: failed. Please delete and re-add.
it: fallito. Si prega di eliminare e riaggiungere.

source: successful.
it: successo.

source: Cannot add destination. Error message:
it: Impossibile aggiungere la destinazione. Messaggio di errore:

source: Destination Added.
it: Target aggiunto.

source: Could not connect to server. Please refresh this page.
it: Impossibile connettersi al server. Si prega di aggiornare questa pagina.

source: Check Connection
it: Verifica connessione

source: Schedule Back up - CyberPanel
it: Tempo di backup - CyberPanel

source: Schedule Back up
it: Tempo di backup

source: On this page you can schedule Back ups to localhost or remote server (If you have added one).
it: In questa pagina è possibile pianificare i backup su localhost o su server remoto (se si ne hai aggiunto uno).

source: Select Destination
it: Seleziona Destinazione

source: Select Frequency
it: Seleziona Frequenza

source: Cannot add schedule. Error message:
it: Impossibile aggiungere un programma. Messaggio di errore:

source: Schedule Added
it: Programmazione Aggiunta

source: Frequency
it: Frequenza

source: Back up and restore sites.
it: Eseguire il backup e ripristinare i siti.

source: Available Functions
it: Funzioni disponibili

source: Back up Site
it: Backup Siti

source: Restore Back up
it: Ripristinare il backup

source: Restore
it: Ripristina

source: Remote Back ups
it: Backup Remoto

source: Transfer Websites from Remote Server - CyberPanel
it: Trasferisci siti Web dal server remoto - CyberPanel

source: This feature can import website(s) from remote server
it: Questa funzione può importare siti Web dal server remoto

source: Fetch Accounts
it: Recupera account

source: Start Transfer
it: Avvia trasferimento

source: Cancel
it: Cancella

source: Could not connect, please refresh this page.
it: Impossibile connettersi, si prega di aggiornare questa pagina.

source: Accounts Successfully Fetched from remote server.
it: Account Recuperati con successo dal server remoto.

source: Backup Process successfully started.
it: Processo di backup avviato correttamente.

source: Backup successfully cancelled.
it: Backup annullato con successo.

source: Search Accounts..
it: Cerca account ..

source: Website
it: Siti Web

source: Package
it: Pacchetti

source: Restore Website - CyberPanel
it: Ripristina sito web - CyberPanel

source: Restore Website
it: Ripristina sito web

source: This page can be used to restore your websites, Back up should be generated from CyberPanel Back up generation tool, it will detect all Back ups under <strong>/home/backup</strong>.
it: Questa pagina può essere utilizzata per ripristinare i tuoi siti web, dovrebbe essere generato il backupdallo strumento CyberPanel per il backup, rileverà tutti i backup sotto<Strong>/home/backup</strong>.

source: Select Back up
it: Seleziona Backup

source: Condition
it: Condizioni

source: Error message:
it: Messaggio di Errore:

source: Site related to this Back up already exists.
it: Il sito correlato a questo backup esiste già.

source: Use the tabs to navigate through the control panel.
it: Utilizzare le schede per navigare attraverso il pannello di controllo.

source: Usage
it: Utilizzo

source: CPU Usage
it: Utilizzo CPU

source: Ram Usage
it: Utilizzo della Ram

source: Disk Usage '/'
it: Utilizzo Disco '/'

source: User Functions
it: Funzioni Utente

source: Users
it: Utenti

source: Website Functions
it: Funzioni Siti Web

source: Websites
it: Siti Web

source: Add/Modify Packages
it: Aggiungi/Modifica Pacchetti

source: Packages
it: Pacchetti

source: Database Functions
it: Funzioni Database

source: Databases
it: Database

source: Control DNS
it: Controllo DNS

source: FTP Functions
it: Funzioni FTP

source: Emails
it: Email

source: Server Status
it: Stato del Server

source: PHP Configurations
it: Configurazione PHP

source: Logs
it: Log

source: Security
it: Sicurezza

source: Disk Usage
it: Utilizzo Disco

source: CyberPanel
it: CyberPanel Italia

source: Web Hosting Control Panel
it: Pannello di Controllo per Web Hosting

source: Close sidebar
it: Chiudi Sidebar

source: My Account
it: Account

source: Edit profile
it: Modifica Profilo

source: View Profile
it: Mostra Profilo

source: Logout
it: Esci

source: CPU Load Average
it: Carico medio della CPU

source: Dashboard Quick Menu
it: Menu rapido Dashboard

source: Tuning
it: Sintonizza

source: Overview
it: Panoramica

source: Server IP Address
it: Indirizzo IP del Server

source: Version Management
it: Gestione Versione

source: Main
it: Principale

source: Create New User
it: Crea Nuovo Utente

source: Modify User
it: Modifica Utente

source: Delete User
it: Elimina Utente

source: Reseller Center
it: Centro Rivenditori

source: Create Website
it: Crea Sito Web

source: List Websites
it: Lista Siti Web

source: Modify Website
it: Modifica Sito Web

source: Suspend/Unsuspend
it: Sospendi/Non Sospendere

source: Delete Website
it: Elimina Sito Web

source: Create Package
it: Crea Pacchetto

source: Delete Package
it: Elimina Pacchetto

source: Modify Package
it: Modifica Pacchetto

source: Create Database
it: Crea Database

source: Delete Database
it: Elimina Database

source: List Databases
it: Lista Database

source: Create Nameserver
it: Crea Nome del Server

source: Create DNS Zone
it: Crea Zona DNS

source: Delete Zone
it: Elimina Zona

source: Add/Delete Records
it: Aggiungi/Elimina Record

source: Create Email Account
it: Crea Account Email

source: Create Email
it: Crea Email

source: Delete Email Account
it: Elimina Account Email

source: Delete Email
it: Elimina Email

source: Change Password
it: Cambia Password

source: Access Webmail
it: Accesso alla Webmail

source: Create FTP Account
it: Crea Account FTP

source: Delete FTP Account
it: Elimina Account FTP

source: List FTP Accounts
it: Elenco Account FTP

source: Add/Delete Destination
it: Aggiungi/Elimina Destinazione

source: Manage SSL
it: Gestisci SSL

source: LiteSpeed Tuning
it: Sintonizza LiteSpeed

source: PHP Tuning
it: Sintonizza PHP

source: LiteSpeed Status
it: Stato LiteSpeed

source: CyberPanel Main Log File
it: CyberPanel File di registro principale

source: Services Status
it: Stato Servizi

source: Install PHP Extensions
it: Installa le estensioni PHP

source: Install Extensions
it: Installa Estensioni

source: Edit PHP Configs
it: Modifica Configurazioni PHP

source: Access Log
it: Log di accesso

source: Error Logs
it: Log Errori

source: Email Logs
it: Log Email

source: Email Log
it: Log Email

source: FTP Logs
it: Log FTP

source: ModSec Audit Logs
it: Registri di controllo ModSec

source: Firewall Home
it: Firewall

source: Secure SSH
it: Sicurezza SSH

source: ModSecurity Rules Packs
it: Pacchetti Regole ModSecurity

source: ConfigServer Security & Firewall (CSF)
it: ConfigServer Sicurezza & Firewall (CSF)

source: NEW
it: NUOVO

source: Email Policy Server
it: Politica del Server Email

source: Manage Postfix
it: Gestisci Postfix

source: Plugins
it: Pugin

source: Version Management - CyberPanel
it: Gestione Versione - CyberPanel Italia

source: On this page you can manage versions and or upgrade to latest version of CyberPanel
it: In questa pagina puoi gestire le versioni e l'aggiornamento all'ultima versione diCyberPanel Italia

source: Current Version
it: Versione Corrente

source: Latest Version
it: Ultima Versione

source: Latest Build
it: Ultima Build

source: Create New Database - CyberPanel
it: Crea Nuovo Database - CyberPanel

source: Create a new database on this page.
it: Crea un nuovo database in questa pagina

source: Database Name
it: Nome Database

source: User Name
it: Nome Utente

source: Cannot create database. Error message:
it: Impossibile creare il database. Messaggio di errore:

source: Database created successfully.
it: Database creato con successo.

source: Delete Database - CyberPanel
it: Elimina database - CyberPanel

source: Delete an existing database on this page.
it: Elimina un database esistente in questa pagina

source: Select Database
it: Seleziona Database

source: Database deleted successfully.
it: Database cancellato con successo.

source: Database Functions - CyberPanel
it: Funzioni Database - CyberPanel

source: Create, edit and delete databases on this page.
it: Creare, modificare ed eliminare database in questa pagina.

source: List Databases - CyberPanel
it: Elenco Database - CyberPanel

source: List Databases or change their passwords.
it: Elenca database o modifica le loro password.

source: Select Domain
it: Seleziona Dominio

source: Records successfully fetched for
it: Record recuperati con successo:

source: Password changed for:
it: Password Cambiata per:

source: Cannot change password for
it: Non posso cambiare la password per

source: Could Not Connect to server. Please refresh this page
it: Non poteva collegarsi al server. Si prega di aggiornare questa pagina.

source: Database User
it: Database Utente

source: Change
it: Cambia

source: Add/Modify DNS Records - CyberPanel
it: Aggiungi/Modifica record DNS - CyberPanel

source: Add/Modify DNS Zone
it: Aggiungi/Modifica Zona DNS

source: DNS Docs
it: Documentazione DNS

source: On this page you can add/modify dns records for domains whose dns zone is already created.
it: In questa pagina puoi aggiungere/modificare record DNS per domini la cui zona DNS ègià creato.

source: Add Records
it: Aggiungi Record

source: PowerDNS is disabled.
it: PowerDNS è disabilitato.

source: Name
it: Nome

source: Add
it: Aggiungi

source: Domain Name
it: Nome Dominio

source: Priority
it: Priorità

source: Policy
it: Politica

source: Text
it: Testo

source: Content
it: Contenuto

source: Type
it: Tipo

source: Value
it: Valore

source: Cannot fetch records. Error message:
it: Impossibile recuperare i record. Messaggio di errore:

source: Cannot add record. Error message:
it: Impossibile aggiungere record. Messaggio di errore:

source: Record Successfully Deleted
it: Record eliminato con successo

source: Cannot delete record. Error message:
it: Impossibile cancellare il record. Messaggio di errore:

source: Record Successfully Added.
it: Record Aggiunto con Successo.

source: Create DNS Zone - CyberPanel
it: Crea Zona DNS - CyberPanel

source: This page is used to create DNS zone, to edit dns zone you can visit Modify DNS Zone Page.
it: Questa pagina è usata per creare la zona DNS, per modificare la zona DNS che puoi visitare ModificaPagina della zona DNS.

source: Details
it: Dettagli

source: Cannot create DNS Zone. Error message:
it: Impossibile creare la zona DNS. Messaggio di errore:

source: DNS Zone for domain:
it: Zona DNS per dominio:

source: Create Nameserver - CyberPanel
it: Crea Nome Server - CyberPanel

source: You can use this page to setup nameservers using which people on the internet can resolve websites hosted on this server.
it: Puoi usare questa pagina per configurare i server dei nomi usando quali persone sulInternet può risolvere i siti Web ospitati su questo server.

source: First Nameserver
it: Primo Nomeserver

source: Second Nameserver (Back up)
it: Secondo Nomeserver (Back up)

source: Nameserver cannot be created. Error message:
it: Nomeserver non può essere creato. Messaggio di errore:

source: The following nameservers were successfully created:
it: I seguenti server dei nomi sono stati creati correttamente:

source: Delete DNS Zone - CyberPanel
it: Elimina la zona DNS - CyberPanel

source: Delete DNS Zone
it: Elimina la zona DNS

source: This page can be used to delete DNS Zone. Deleting the DNS zone will remove all its related records as well.
it: Questa pagina può essere utilizzata per eliminare la zona DNS. L'eliminazione della zona DNS rimuoveràanche tutti i relativi record.

source: Select Zone
it: Seleziona Zona

source: Are you sure?
it: Sei Sicuro?

source: Cannot delete zone. Error message:
it: Impossibile eliminare la zona. Messaggio di errore:

source: Zone for domain:
it: Zona per il Dominio:

source: is successfully erased.
it: è stato cancellato con successo.

source: DNS Functions - CyberPanel
it: Funzioni DNS - CyberPanel

source: DNS Functions
it: Funzioni DNS

source: Create, edit and delete DNS zones on this page.
it: Creare, modificare ed eliminare zone DNS in questa pagina.

source: Add Delete Records
it: Aggiungi Elimina Record

source: Add Delete/Records
it: Aggiungi Elimina Record

source: Compose Email Message
it: Componi Messaggio Email

source: Email Subject
it: Oggetto Email

source: Create email list, to send out news letters and marketing emails.
it: Crea un elenco di e-mail, per inviare newsletter e e-mail di marketing.

source: Path
it: Percorso

source: Go Back
it: Indietro

source: Select users to Enable/Disable Email Marketing feature!
it: Seleziona gli utenti per abilitare/disabilitare la funzionalità di email marketing!

source: Email Policy Server is not enabled
it: Politica Email Server non è abilitato

source: Username
it: Nome Utente

source: Email Marketing Enabled.
it: Email Marketing Abilitato

source: Disable
it: Disabilita

source: Email Marketing Disabled.
it: Email Marketing Disabilitato.

source: Enable
it: Abilita

source: On this page you can manage your email lists (Delete, Verify, Add More Emails).
it: In questa pagina puoi gestire i tuoi elenchi di posta elettronica (Elimina, Verifica, Aggiungi altroMessaggi di posta elettronica).

source: You are doing to delete this list..
it: Stai per cancellare questo elenco ..

source: Close
it: Chiudi

source: Confirm
it: Conferma

source: Verify This List
it: Verifica questa Lista

source: Date Created
it: Data di Creazione

source: Actions
it: Azioni

source: Verify Host
it: Verifica Host

source: On this page you can send emails to the lists you created using SMTP Hosts.
it: In questa pagina puoi inviare e-mail agli elenchi che hai creato usando Host SMTP.

source: Delete This Template
it: Elimina Questo Modello

source: You are doing to delete this template..
it: Stai per eliminare questo modello ..

source: Send to un-verified email addresses.
it: Invia a indirizzi email non verificati.

source: Include unsubscribe link.
it: Includi link per rimuoversi

source: Job ID
it: Invio ID

source: Sent
it: Inviate

source: Failed
it: Falliti

source: Preview
it: Anteprima

source: All functions related to a particular site.
it: Tutte le funzioni relative a un sito particolare.

source: Resource Usage
it: Risorse Usate

source: Resource
it: Risorse

source: Allowed
it: Abilitato

source: Bandwidth Usage
it: Banda Utilizzata

source: Load Access Logs
it: Carica Log Accessi

source: Access Logs
it: Log Accessi

source: Load Error Logs
it: Carica Log Errori

source: Logs Fetched
it: Log Recuperati

source: Could not fetch logs, see the logs file through command line. Error message:
it: Impossibile recuperare i registri, vedere il file dei registri tramite la riga di comando. Messaggio di errore:

source: Next
it: Prossimo

source: Previous
it: Precedente

source: Domains
it: Dominio

source: Add Domains
it: Aggiungi Dominio

source: List Domains
it: Lista Domini

source: Add new Cron Job
it: Aggiungi nuovo Cron Job

source: Cron Jobs
it: Cron Job

source: This path is relative to:
it: Questo percorso è relativo a:

source: Leave empty to set default.
it: Lascia vuoto per impostare il valore predefinito.

source: Invalid Domain (Note: You don't need to add 'http' or 'https')
it: Dominio non valido (Nota: non è necessario aggiungere 'http' o 'https')

source: Select PHP
it: Seleziona PHP

source: Additional Features
it: Caratteristiche aggiuntive

source: Create Domain
it: Crea Dominio

source: PHP Version Changed to:
it: Versione PHP modificata:

source: Deleted:
it: Elimina:

source: SSL Issued:
it: SSL emesso:

source: Issue
it: Emesso

source: Configurations
it: Configurazioni

source: Edit vHost Main Configurations
it: Modifica vHost Configurazioni principali

source: Add Rewrite Rules (.htaccess)
it: Aggiungi regole di riscrittura (.htaccess)

source: Add Your Own SSL
it: Aggiungi il tuo Certificato SSL

source: Add SSL
it: Aggiungi SSL

source: SSL Saved
it: SSL Salvato

source: Could not save SSL. Error message:
it: Impossibile salvare SSL. Messaggio di errore:

source: Save
it: Salva

source: Current configuration in the file fetched.
it: Configurazione corrente nel file recuperato.

source: Could not fetch current configuration. Error message:
it: Impossibile recuperare la configurazione corrente. Messaggio di errore:

source: Configurations saved.
it: Configurazione Salvata.

source: Current rewrite rules in the file fetched.
it: Regole di riscrittura attuali nel file recuperato.

source: Could not fetch current rewrite rules. Error message:
it: Impossibile recuperare le regole di riscrittura correnti. Messaggio di errore:

source: Could not save rewrite rules. Error message:
it: Impossibile salvare le regole di riscrittura. Messaggio di errore:

source: Save Rewrite Rules
it: Salva regole di riscrittura

source: Files
it: File

source: File Manager
it: Gestione File

source: open_basedir Protection
it: Protezione open_basedir

source: SMTP Hosts
it: SMTP Host

source: Application Installer
it: Programma di installazione dell'applicazione

source: Install wordpress with LSCache
it: Installa wordpress con LSCache

source: Wordpress with LSCache
it: Wordpress con LSCache

source: Attach Git with this website!
it: Allega Git con questo sito Web!

source: SpamAssassin Docs
it: SpamAssassin Documentazione

source: SpamAssassin is not installed
it: SpamAssassin non è installato

source: Could not connect. Please refresh this page.
it: Impossibile connettersi. Si prega di aggiornare questa pagina.

source: SpamAssassin successfully installed, refreshing page in 3 seconds..
it: SpamAssassin installato con successo, pagina in aggiornamento tra 3 secondi ..

source: Winter is coming, but so is SpamAssassin.
it: L'inverno sta arrivando, ma lo è anche Spam Assassin.

source: View and change email limits for a domain name.
it: Visualizza e modifica i limiti email per un nome di dominio.

source: Limits are being Applied!
it: I limiti sono stati applicati!

source: Limits are not being applied!
it: I limiti non vengono applicati!

source: Edit
it: Modifica

source: Cannot list websites. Error message:
it: Non è possibile elencare siti Web. Messaggio di errore:

source: View and change limits for an Email Address.
it: Visualizza e modifica i limiti per un indirizzo email.

source: Logging in ON!
it: Accesso ON!

source: Logging is Off
it: Accesso Off

source: On this page you manage emails limits for Domains/Email Addresses
it: In questa pagina gestisci i limiti di posta elettronica per domini/indirizzi email

source: Turn ON Email Policy Server to use Email Limits Feature.
it: Attiva il server dei criteri di posta elettronica per utilizzare la funzionalità dei limiti di posta elettronica.

source: Error message:
it: Messaggio Errore:

source: File Manager - CyberPanel
it: Gestisci File - CyberPanel

source: File Manager
it: Gestisci File

source: Upload
it: Carica

source: New File
it: Nuovo File

source: New Folder
it: Nuova Cartella

source: Copy
it: Copia

source: Move
it: Muovi

source: Rename
it: Rinomina

source: Compress
it: Comprimi

source: Extract
it: Estrai

source: Current Path
it: Percorso attuale

source: Back
it: Indietro

source: Refresh
it: Aggiorna

source: Select All
it: Seleziona Tutto

source: UnSelect All
it: Deseleziona Tutto

source: Size (KB)
it: Dimensione (KB)

source: Last Modified
it: Ultima Modifica

source: Permissions
it: Permessi

source: Upload File
it: Carica File

source: Upload queue
it: Carica coda

source: Queue length:
it: Lunghezza della coda:

source: Drop
it: Trascina

source: Drop Files here to upload them.
it: Trascina qui i file per caricarli.

source: Progress
it: Progresso

source: Remove
it: Rimuovi

source: Queue progress:
it: Progresso Coda:

source: can not be uploaded, Error message:
it: non può essere caricato, messaggio di errore:

source: Upload all
it: Carica Tutti

source: Cancel all
it: Cancella Tutti

source: Remove all
it: Rimuovi Tutti

source: File Successfully saved.
it: File salvato con successo.

source: Save Changes
it: Salva Modifiche

source: Create new folder!
it: Nuova Cartella Creata!

source: New Folder Name
it: Nome Nuova Cartella

source: Folder will be created in your current directory
it: La cartella verrà creata nella directory corrente

source: Create Folder
it: Crea Cartella

source: Folder Successfully created.
it: Cartella creata con successo.

source: Create new file!
it: Crea un nuovo file!

source: New File Name
it: Nome Nuovo File

source: File will be created in your current directory, if it already exists it will not overwirte.
it: Il file verrà creato nella directory corrente, se già esiste non sarà sovrascritto.

source: Create File
it: Crea File

source: File Successfully created.
it: File creato con successo.

source: Confirm Deletion!
it: Conferma Eliminazione!

source: List of files/folder!
it: Elenco di file/cartella!

source: Compressed File Name
it: Nome file compresso

source: Enter without extension name!
it: Inserisci estensione senza nome!

source: Compression Type
it: Tipo di Compressione

source: Extracting
it: Estrazione

source: Extract in
it: Estrai in

source: You can enter . to extract in current directory!
it: Puoi entrare . per estrarre nella directory corrente!

source: Move Files
it: Muovi File

source: List of files/folders!
it: Elenco di file/cartelle!

source: Move to
it: Muovi su

source: Enter a path to move your files!
it: Inserisci un percorso per spostare i tuoi file!

source: Copy Files
it: Copia File

source: Copy to
it: Copia su

source: Enter a path to copy your files to!
it: Inserisci un percorso per copiare i tuoi file!

source: Renaming
it: Rinomina

source: New Name
it: Nuovo Nome

source: Enter new name of file!
it: Inserisci il nuovo nome del file!

source: Mode
it: Modalità

source: Group
it: Gruppo

source: World
it: Mondo

source: Read
it: Leggi

source: Write
it: Scrivi

source: Execute
it: Esegui

source: Download
it: Scarica

source: CSF (ConfigServer Security and Firewall) - CyberPanel
it: CSF (ConfigServer Sicurezza e Firewall) - CyberPanel

source: CSF (ConfigServer Security and Firewall)!
it: CSF (ConfigServer Sicurezza e Firewall) !
